Repository: helsingborg-stad/modularity-entryscape
Catalog: languages/modularity-entryscape-*.po
Languages: sv_se

source: Entryscape
sv_se: Entyscape

source: Viewtype
sv_se: Typ av vy

source: Facet view
sv_se: Arkiv

source: Single view
sv_se: Singel

source: Entryscape store url
sv_se: Adress till entryscape

source: Add an url to your entryscape installation https://subdomain.domain.se. Leave out the folder part from configuration.
sv_se: Lägg till en webbadress till din entryscapeinstallation (t.ex https://subdomain.domain.se). Utelämna eventuella mappstrukturer.

source: Context ID
sv_se: Kontext ID (Context ID)

source: Click URL
sv_se: KlickURL

source: Select a target page where you have your single-view module attached.
sv_se: Välj en sida där modulen entryscape finns i singel-vy läge.

source: Entryscape Facet
sv_se: Entryscape

source: Entryscape Facets
sv_se: Entryscape

source: Entryscape view for facetting.
sv_se: Entryscape vy för filtrering (facettering) & singelvy.

source: results returned on your query.
sv_se: resultat på din filtrering.

source: No dataset is matching your search query.
sv_se: Inga datamängder matchade din sökfråga. Vänligen försök igen.

source: items in directory.
sv_se: stycken datamängder från katalogen.

source: Displaying all
sv_se: Visar

source: Display entryscape on your page
sv_se: Visar entryscape blocks.
